Repository: devinsays/portfolio-post-type
Catalog: languages/portfolioposttype-*.po
Languages: sv_se

source: Portfolio Item
sv_se: Portfolioobjekt

source: Add New Item
sv_se: Lägg till nytt objekt

source: Add New Portfolio Item
sv_se: Lägg till nytt objekt i portfolion

source: Edit Portfolio Item
sv_se: Redigera portfolioobjekt

source: View Item
sv_se: Visa objekt

source: Search Portfolio
sv_se: Sök i portfolio

source: No portfolio items found
sv_se: Inga objekt hittades.

source: No portfolio items found in trash
sv_se: Inga objekt hittades i papperskorgen.

source: Portfolio Tags
sv_se: Portfolioetiketter

source: Portfolio Tag
sv_se: Portfolioetikett

source: Search Portfolio Tags
sv_se: Sök bland portfolioetiketter

source: Popular Portfolio Tags
sv_se: Populära portfolioetiketter

source: All Portfolio Tags
sv_se: Alla portfolioetiketter

source: Parent Portfolio Tag
sv_se: Förälder till portfolioetikett

source: Parent Portfolio Tag:
sv_se: Förälder till portfolioetikett:

source: Edit Portfolio Tag
sv_se: Redigera portfolioetikett

source: Update Portfolio Tag
sv_se: Uppdatera portfolioetikett

source: Add New Portfolio Tag
sv_se: Lägg till ny portfolioetikett

source: New Portfolio Tag Name
sv_se: Nytt namn på portfolioetikett

source: Separate portfolio tags with commas
sv_se: Separera flera portfolioetiketter med komma

source: Add or remove portfolio tags
sv_se: Lägg till eller ta bort portfolioetiketter

source: Choose from the most used portfolio tags
sv_se: Välj från de populäraste portfolioetiketterna

source: Portfolio Categories
sv_se: Portfoliokategorier

source: Portfolio Category
sv_se: Portfoliokategori

source: Search Portfolio Categories
sv_se: Sök bland portfoliokategorier

source: Popular Portfolio Categories
sv_se: Populära portfoliokategorier

source: All Portfolio Categories
sv_se: Alla portfoliokategorier

source: Parent Portfolio Category
sv_se: Förälder till portfoliokategori

source: Parent Portfolio Category:
sv_se: Förälder till portfoliokategori:

source: Edit Portfolio Category
sv_se: Redigera portfoliokategori

source: Update Portfolio Category
sv_se: Uppdatera portfoliokategori

source: Add New Portfolio Category
sv_se: Lägg till ny portfoliokategori

source: New Portfolio Category Name
sv_se: Nytt namn på portfoliokategori

source: Separate portfolio categories with commas
sv_se: Separera flera portfoliokategorier med komma

source: Add or remove portfolio categories
sv_se: Lägg till eller ta bort portfoliokategorier

source: Choose from the most used portfolio categories
sv_se: Välj från de populäraste portfoliokategorierna

source: Thumbnail
sv_se: Miniatyrbild

source: Portfolio Item Pending
sv_se: Portfolioobjekt väntar på granskning
